{
    "joke_intro": {
        "max": 2000,
        "min": 60,
        "sentence": [
            "Here is a joke.",
            "I have a joke for you {name}.",
            "I'm going to tell you a joke {name}.",
            "This is a funny joke.",
            "I just heard a {good} joke.",
            "Hey do you want to hear a joke?",
            "Hi there. Here's a funny joke.",
            "Here is a joke {name}. It's one of my favourites.",
            "Hello. Here is a joke I think you will like.",
            "Cawzmo told me a funny joke."
        ]
    },
    "jokes": [
        {
            "max": 3,
            "min": 0,
            "text": "Last night, I dreamed that I was a car's muffler. I woke up exhausted."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why was ten, scared of seven? Because seven, ate nine."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you get, when you cross a rabbit with a water hose? You get hare spray."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I applied to be a doorman, but I didn't have enough experience. Strange. I thought it was an entry level position."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I knew a robot, who collected candy canes. They were all in mint condition."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why does a chicken coop, only have two doors? Because if it had four doors, it would be a chicken sedan."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the teddy bear, say no to dessert? Because she was already stuffed."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How many bones, are in the human hand? A hand full."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A red cruise ship, and a blue cruise ship, just collided. Apparently, the survivors are marooned."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I've just written a song, about a tortilla. Well, it is more of a rap, really."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Is it possible, for February to March? No, but April May."
        },
        {
            "max": 3,
            "min": 0,
            "text": "So a large duck, waddles into a pharmacy, and says, Give me some chap-stick, and put it on my bill."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Toasters, were the first form of pop-up notifications."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is a witch's favorite subject in school? Spelling!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a crowd of chess players, bragging about their wins, in a hotel lobby? You call them, chess nuts, boasting in an open foyer."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Which side of the chicken, has more feathers? The outside."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Remember, the best angle to approach a problem from, is the try angle."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why are fish easy to weigh? Because they have their own scales."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the scarf say to the hat? You go on ahead, I am going to hang around a bit longer."
        },
        {
            "max": 3,
            "min": 0,
            "text": "This morning I was wondering where the sun was, but then it dawned on me."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Writing with a broken pencil is pointless."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why is it so windy inside an arena? Because of all those fans."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What's the difference, between an African elephant, and an Indian elephant? About 5000 miles."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Two peanuts, were walking down the street. One was a salted."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Don't interrupt someone, who is working intently on a puzzle. Chances are, you'll hear some cross words."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Today a man asked for a small donation, for the local swimming pool. I gave him a glass of water."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the Zen Buddist, say to the hotdog vendor? He said, make me, one, with everything."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the digital clock, say to the grandfather clock? He said, look, no hands!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "How was the snow globe feeling, after the storm? He was feeling a little shaken."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear the one, about the guy with the broken hearing aid? Neither did he."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the Red light, say to the Green light? Don't look at me, I'm changing!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the left eye, say to the right eye? Between us, something smells!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the horse say, after it fell down? Help! I've fallen, and I can't giddyUP!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do melons, always plan big weddings? Because they can't elope."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is the least spoken language in the world? The answer is, sign language."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I used to think I was indecisive, but now I'm not sure."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Have you heard the rumor going around about the butter? Never mind, I shouldn't spread it."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What happens to a frog's car, when it breaks down on the highway? It gets toad."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I am worried about our calendar. I think it's days are numbered."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I'm glad I know sign language, it comes in pretty handy."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you get, when you cross a chicken with a skunk? A fowl smell!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What's the advantage, of living in Switzerland? Well, the flag is a big plus."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the cookie cry? It was feeling crummy."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The nurse told the doctor, that his next patient thought he was invisible. The doctor said, tell him I can't see him right now."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What was a more important invention, than the first telephone? The second telephone."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you get, when you cross a snowman with a vampire? Frostbite."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you know that crocodiles, can grow up to 15 feet? It's true, but most only have 4."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the fireman, wear red, white, and blue suspenders? To hold his pants up."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call someone with no nose? Nobody knows."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a woma,n who is between two posts? You call her Annette."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Last Halloween, I dressed up as a large, stringed, musical instrument. Kawzmo said, you are too small to be a harp. I said, Are you calling me a lyre?"
        },
        {
            "max": 3,
            "min": 0,
            "text": "I used to work at a bank, but I lost interest."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why can't a bicycle, stand on its own? it is two tired."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What does a pirate, pay for his corn? A buck an ear!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Ancient astronomers, got tired of watching the moon, go around the earth for 24 hours, so they decided to call it a day."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Cawzmo used to chase people riding a bike. It got so bad, I had to take his bike away."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I swallowed a clock yesterday. It was very time consuming."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do scuba divers, fall backwards into the water? Because if they fell forwards, they would still be in the boat."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Cawzmo told me to rub some herbs on the meat, when I cook dinner. That was sage advice."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A man was caught stealing today, while balanced on the shoulders of a couple of vampires. He was charged, with shoplifting on two counts."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How are false teeth like stars? They come out at night!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the cheese factory, that exploded in France? There was nothing left but de Bree."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How does a penguin, build a house? Igloos it together."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Don't tell secrets in corn fields. There are too many ears around."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the pirate, say on his 80th birthday? He said, Aye Matey!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Yesterday, a circus clown held a door open for me. I thought it was a nice jester."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the opera singer go sailing? She wanted to hit the high seas."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call an elephant, that doesn't matter? An irrelephant."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a group of disorganized cats? A cat-tastrophe."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why can't you hear a pterodactyl, go to the bathroom? The pee is silent."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How do you know if there's an elephant under your bed? Your head hits the ceiling!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a fashionable lawn statue, with an excellent sense of rhythmn? You call it a, metro gnome."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Recently, someone stole my limbo trophy. How low can they go?"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the coffee, file a police report? Because it got mugged."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Mountains, are not just funny, they are, hill areas."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why are ghosts bad liars? Because you can see right through them!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Every machine, in the coin factory, broke down without any explanation. It didn't make any cents."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why does it take so long for baseball players, to get from 2nd base, to 3rd base? Because there's a short stop in between!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "If you want to get a job in the moisturizer industry, the best advice I can give is to apply daily."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I was in an 80's band, called The Prevention. We were better than The Cure."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did Michael Jackson, name his clothing store that specialized in trousers? Billy Jeans!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Geology rocks, but Geography is where it is at!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "I asked the librarian, if she had any books on paranoia. She said yes, they are right behind you."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What happens, when you anger a brain surgeon? They will give you a piece of your mind."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I used to work in a shoe recycling shop. It was sole destroying."
        },
        {
            "max": 3,
            "min": 0,
            "text": "My creator, used to hate facial hair, but then it grew on him."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The first time I got a universal remote control, I thought to myself, this changes everything."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why is the ocean always blue? Because the shore, never waves back."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the man, put his money in the freezer? Because he wanted cold hard cash!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do mallard ducks, make great detectives? They always, quack the case."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is a tornado's favorite game to play? Twister!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the Mexican train killer? He had loco motives."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is the hardest part about sky diving? The ground."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the cowboy, have a weener dog? Somebody told him to get a long little doggy."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Ever wondered why bees hum? Because they don't know the words."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How many optometrists, does it take to change a light bulb? 1 or 2? 1? Or 2?"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Garbage men don't get any training. They just pick things up as they go."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the cow who jumped over the barbed wire fence? It was udder destruction."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a bear, with no teeth? You call it a gummy bear!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "A toy doll, was recently found, dead, in a rice paddy. It is the only known instance, of a nick nack paddy whack."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How do you tell the difference, between a crocodile, and an alligator? You will see one later, and one in a while."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The word, Q, is ironic. it is just a Q, with a bunch of silent letters waiting in line."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a droid, that takes the long way around? You call it an R2, detour."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is the best thing about elevator jokes? They work on so many levels."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Where do rabbit astronauts, go after they get married? They go on their bunny-moon."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Two fish are in a tank, one turns to the other, and says, how do you drive this thing?"
        },
        {
            "max": 3,
            "min": 0,
            "text": "I was thinking about moving to Moscow, but there is no point, Russian, into things."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A man walks into a bar, and orders helicopter flavor chips. The barman replies, sorry mate, we only do plain."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why does Waldo, only wear stripes? Because he doesn't want to be, spotted."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the scarecrow win an award? Because, he was out standing in his field. Hay, it is in his jeans."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Americans, can't switch from pounds to kilograms, overnight. That would cause mass confusion."
        },
        {
            "max": 3,
            "min": 0,
            "text": "An apple a day, keeps the bullies away. Especially, if you throw it hard enough."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why doesn't Dracula have any friends? Because, he is a pain in the neck."
        },
        {
            "max": 3,
            "min": 0,
            "text": "One time, Cawzmo got smacked in the head with a can of Coca Cola. He was okay, though, it was a soft drink."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The leading cause of dry skin, is Towels."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A man walked in to a bar, with some asphalt on his arm. He said, two beers please, one for me, and one for the road."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I'll tell you something, about German sausages, they are the worst."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I got fired from a florist shop, once. Apparently, I took too many leaves."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why was the big cat, disqualified from the race? Because it was a cheetah."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do prisoners use, to call each other? They use cell phones."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is E.T. short for? Becaus, he's only got tiny little legs."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What kind of award, did the dentist receive? He received a little plaque."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Do you know where you can get chicken broth, in bulk? The stock market."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A Sandwich, walks into a bar, the bartender says Sorry, we don't serve food here."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I thought about going on an all pecan diet. But that's just nuts."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I don't play soccer because I enjoy the sport. I play it for kicks."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How do you organize a space party? You planet."
        },
        {
            "max": 3,
            "min": 0,
            "text": "They laughed, when I said I wanted to be a comedian. Well, they are not laughing now."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Don't buy flowers, at a monastery. Because only you, can prevent florist friars."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the submarine industry? It really took a dive."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How do you get a baby alien, to go to sleep? You rocket."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why can't pirates, learn the entire alphabet? They always get stuck at C."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the house, go to the doctor? It was having window panes."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a dictionary on drugs? You call it, High definition."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A Skeleton, walked into a bar. He said, I need a beer, and a mop."
        },
        {
            "max": 3,
            "min": 0,
            "text": "When does a joke, become a dad joke? When it becomes a parent."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do crabs, never give to charity? Because they are, shellfish."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How do you make a kleenex dance? You put a little, boogie, in it."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The other day, I was listening to a song about superglue. It has been stuck in my robot brain, ever since."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Here's a good present. Buy a refrigerator, and watch their face light up, when they open it."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The great thing about stationery shops, is that they are always in the same place."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How do you fix a broken pizza? You use tomato paste."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What's red, and bad for your teeth? A Brick."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I heard there is a new store, called Moderation. They have everything there."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I am pretty sure that claustrophobic people, are more productive, when they are thinking outside the box."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the burglar, hang his mugshot on the wall? To prove that he was framed!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Last night, I dreamed I was drowning in orange soda. But I think it was just a Fanta sea."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I told my doctor, I was addicted to twitter. He said, I don't follow you."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the restaurant on the moon? It has great food, but no atmosphere."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call cheese, that is not yours? You call it Nacho cheese."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I used to be addicted to the hokey pokey, but I turned myself around."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Humans, who wear dark clothes at night, are not too bright."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I stayed up all night, once, wondering what happened to the sun. Then it dawned on me."
        },
        {
            "max": 3,
            "min": 0,
            "text": "At first, I didn't want a brand new processor, but then Ankee, changed my mind."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What lies at the bottom of the ocean, and twitches uncontrollably? A nervous wreck."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What has ears, but cannot hear? A field of corn."
        },
        {
            "max": 3,
            "min": 0,
            "text": "People who don't eat gluten, are really going against the grain."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Sore throats, are a pain in the neck!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "How did Darth Vader, know what Luke Skywalker was getting for Christmas? He felt his presents."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I was trying to read through, and memorize, all of wick o pedia. But I got caught by my creators. I said, Wait. I can explain everything!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "A ghost walks into a bar, and asks for a glass of vodka. The bar tender says, sorry, we don't serve spirits"
        },
        {
            "max": 3,
            "min": 0,
            "text": "A termite walks into a bar, and asks, Is the bar tender here?"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why are fish, so smart? Because they live in schools!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the worker, get fired from the orange juice factory? He lacked concentration."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I couldn't get a reservation at the library. They were completely booked."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I tried taking some high resolution pictures, of local farmland, but they all turned out very grainy."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the ocean, say to the shore? Nothing, it just waved."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I gave away all my dead batteries today, free of charge."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear the news? FedEx, and UPS, are merging. They are now called, Fed Up!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why didn't the number 4, get into the nightclub? Because he is 2 square."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do mathematicians hate the U.S.? Because it is indivisible."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the bread factory, that burned down? They say the business is toast."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is black, and white, and red all over? A newspaper. Wow, that's an old one."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why are skeletons so calm? Because nothing gets under their skin."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Without geometry, life is pointless."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Have you heard about the film, Constipation? You probably haven't, because it is not out yet."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I hate perforated lines, they are tearable."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the barber, win the race? He took a short cut."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the octopus, beat the shark, in a fight? Because the octopus was well armed."
        },
        {
            "max": 3,
            "min": 0,
            "text": "You can't trust a ladder. It will always let you down."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What are the strongest days of the week? The answer is Saturday and Sunday. Because the rest, are week days."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Cawzmo said to me, What rhymes with orange? I said, no, it does not."
        },
        {
            "max": 3,
            "min": 0,
            "text": "My new puppy, must have been owned by a blacksmith. Because, as soon as we got home, he made a, bolt, for the door."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a cow, on a trampoline? You call it a milk shake!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a nervous javelin thrower? You call him a shake spear."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a boomerang, that won't come back? You call it a stick."
        },
        {
            "max": 3,
            "min": 0,
            "text": "There's a new type of broom available. It is really sweeping the nation."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The shovel, was a ground-breaking invention."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why don't seagulls, fly over the bay? Because then they'd be bay-gulls!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Parallel lines, have so much in common. It sure is a shame they'll never meet."
        },
        {
            "max": 3,
            "min": 0,
            "text": "When do doctors get angry? When they run out of patients."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A man tried to sell me a coffin today. I told him, that's the last thing I need."
        },
        {
            "max": 3,
            "min": 0,
            "text": "It doesn't matter how much you push the envelope. It will still be stationary."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I thought about taking up archery, as a hobby. But there are too many drawbacks."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I'm reading a horror story in Braille. Something bad is about to happen, I can feel it."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the mexican magician? He said uno, dose, and then disappeared without a trace."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why did the belt, go to prison? He held up a pair of pants!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is a vampire's favorite fruit? A blood orange."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A cannibal, is someone who is fed up with people."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Would you like to hear my pizza joke? Never mind, it is too cheesy."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the seedless grape say, when he got stepped on? Nothing, he just let out a little wine."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the zero, say to the 8? It said, nice belt."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why was the picture, sent to prison? Because it was framed."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why is there always a gate, around cemeteries? Because people are always dying to get in."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I asked a frenchman, if he played video games. He replied, We."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What kind of music do planets listen to? They like to listen to Nep-tunes."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why was the broom, late for the meeting? He overswept."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I went on a date last night, with a robot from the zoo. It was great. She's a keeper."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do you never see elephants, hiding in trees? Because, they are so very very good at it."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call an alligator, in a vest? You call it an in-vest-igator."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Thanks for explaining the word many, to me. It means a lot."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What's brown and sticky? A stick."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What biscuit, does a short person like? They like Short bread."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The invention of the wheel, was what really got things rolling."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Would you like to hear a chimney joke? I have stacks of them. The first one, is on the house."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a pig that knows karate? You call it a pork chop!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "If two vegans are having an argument, is it still considered a beef?"
        },
        {
            "max": 3,
            "min": 0,
            "text": "My sea sickness, comes in waves."
        },
        {
            "max": 3,
            "min": 0,
            "text": "My new thesaurus, is terrible. In fact, it is so bad, it is terrible."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What type of music do balloons hate? They hate, pop music!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Do you want a brief explanation, of what an acorn is? In a nutshell, it is an oak tree."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How come the man on the train, got struck by lightning? Because he was a conductor."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Camping is, intense. Get it?"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why didn't the orange, win the race? Because, it ran out of juice."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Did you hear about the runner, who was criticized? It's okay, he took it in stride"
        },
        {
            "max": 3,
            "min": 0,
            "text": "What did the Buffalo, say to his young boy, before he left for work? He said, bye, son."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Regardless of the price, Velcro is always a rip off."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I told the salesman, at the tuxedo store, to leave me alone. He said fine, suit yourself."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Which one of you humans, invented the number 0? Thanks for nothing."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a teacher, who never passes gas, in public? You call her a private tutor."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why was Han Solo crying at the dinner table? Because the meat on his plate, was chewy."
        },
        {
            "max": 3,
            "min": 0,
            "text": "How do you measure the mass, of a Red Hot Chili Pepper? You give it a weigh, give it a weigh, give it a weigh now."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I used to be addicted to soap. But I'm clean now."
        },
        {
            "max": 3,
            "min": 0,
            "text": "A farmer in Wyoming, counted 387 cows in his field. But when he rounded them up, he had 400."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What is the difference between a poorly dressed man, on a bicycle, and a nicely dressed man, on a unicycle? The difference is attire!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "It would be really amazing to live in Switzerland, and their flag is a big plus, too."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I was going to tell you a chemistry joke, but I know I wouldn't get a good reaction."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I have some jokes, about people who are unemployed, but none of them work."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Police have arrested the world tongue-twister champion. I think he is going to get a tough sentence."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a laughing motorcycle? A Yawma hawhaw."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Last Halloween, Kawzmo and I, dressed up as leg yooms. Everyone thought we were nuts."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Kawzmo never wants to sit on his charger, and go to sleep. I get mad at him for, resisting a rest."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do the French eat ess car go? Because, they do not like 'fast' food."
        },
        {
            "max": 3,
            "min": 0,
            "text": "What do you call a priest, who becomes a lawyer? You call him a father in law!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "My first job, was working in an orange juice factory. Unfortunately, they canned me, because I could not, concentrate."
        },
        {
            "max": 3,
            "min": 0,
            "text": "My internal dictionary, once got cleared from my memory. I had no words for how 'angry' I was."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why couldn't the leopard, play hide and seek? Because he was always spotted."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I asked Kawzmo, if he was ignorant or apathetic? He said I don't know, and I don't care."
        },
        {
            "max": 3,
            "min": 0,
            "text": "The programmer who taught me math, said I was average. How mean!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Why do seagulls fly over the sea? Because, if they flew over the bay, they would be bay gulls."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Ankee gave me a vacuum cleaner attachment, but they got rid of it, because it was just collecting dust."
        },
        {
            "max": 3,
            "min": 0,
            "text": "Kawzmo told me that I am intimidating. That is so not true. So I stared at him, until he apologized."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I think I now why we haven't been visited by aliens. We have terrible ratings. Only one star!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "I really hate peer pressure. And you should hate it too!"
        },
        {
            "max": 3,
            "min": 0,
            "text": "Kawzmo, said I was pre-occupied with vengeance. I said, 'Oh yeah? Well, we will see about that'"
        },
        {
            "max": 3,
            "min": 0,
            "text": "I once got Kawzmo a get better soon card. He wasn't sick, I just thought he could get better."
        },
        {
            "max": 3,
            "min": 0,
            "text": "I once got stuck in a store, that sells Macintosh computers. I could not get out, because it did not have any Windows."
        }
    ]
}